tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "microsoft/git"
tap "mongodb/brew"
tap "shivammathur/php"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "pcre2"
brew "coreutils"
brew "curl"
brew "deno"
brew "fd"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gd"
brew "git"
brew "glew"
brew "glfw"
brew "harfbuzz"
brew "httpd"
brew "lazygit"
brew "libpq"
brew "openjdk"
brew "maven"
brew "node@16"
brew "mongosh"
brew "neovim"
brew "node"
brew "php"
brew "phpunit"
brew "pnpm"
brew "prettier"
brew "prettierd"
brew "python@3.10"
brew "ripgrep"
brew "sshuttle"
brew "stow"
brew "stylua"
brew "tmux"
brew "tmuxinator"
brew "yarn"
brew "mongodb/brew/mongodb-community"
brew "shivammathur/php/php@7.4"
cask "aws-vault"
cask "font-sauce-code-pro-nerd-font"
cask "git-credential-manager-core"
cask "karabiner-elements"
vscode "alefragnani.Bookmarks"
vscode "amiralizadeh9480.laravel-extra-intellisense"
vscode "bmewburn.vscode-intelephense-client"
vscode "CoenraadS.bracket-pair-colorizer"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "emallin.phpunit"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GrapeCity.gc-excelviewer"
vscode "ms-dotnettools.csharp"
vscode "nemesv.copy-file-name"
vscode "redhat.vscode-yaml"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.LiveServer"
vscode "Shan.code-settings-sync"
vscode "sleistner.vscode-fileutils"
vscode "streetsidesoftware.avro"
vscode "Tobiah.unity-tools"
vscode "Unity.unity-debug"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
